Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: The first value is your target glucose from your settings. The second value, after the arrow, is your adjusted target glucose used for the most recent automated dosing calculation. A second value is shown if you have a temp target, override, or one of the Target Behavior options enabled.
bg: Първата стойност е целевата ви глюкоза от настройките. Втората стойност, след стрелката, е коригираната целева глюкоза, използвана за последното автоматизирано изчисление на дозирането. Втора стойност се показва, ако имате включена временна цел, отмяна или една от опциите за Поведение на целта.
cs: První hodnota je vaše cílová glykémie z vašeho nastavení. Druhá hodnota za šipkou je vaše upravená cílová glykémie použitá pro poslední výpočet automatického dávkování. Druhá hodnota se zobrazuje, pokud máte aktivní dočasný cíl, přepsání nebo zapnutou jednu z voleb Chování cíle (Target Behavior).
da: Den første værdi er dit mål glukose fra dine indstillinger. Den anden værdi, efter pilen, er dit justerede mål glukose brugt til den seneste automatiske dosisberegning. En anden værdi vises, hvis du har et temp mål, tilsidesættelse eller en af målopførselsindstillingerne aktiveret.
de: Der erste Wert ist Dein Glukoseziel aus Deinen Einstellungen. Der zweite Wert, nach dem Pfeil, ist Dein angepasstes Glukoseziel, das für die letzte automatische Dosierungsberechnung verwendet wurde. Ein zweiter Wert wird angezeigt, wenn Du ein Temporäres Ziel, ein Override oder eine der Zielverhaltensoptionen aktiviert hast.
es: El primer valor es su glucosa de destino desde su configuración. El segundo valor, después de la flecha, es su glucosa objetivo ajustada utilizada para el más reciente cálculo automatizado de dosificación. Un segundo valor se muestra si tiene un objetivo temporal, una anulación, o una de las opciones de comportamiento objetivo activadas.
fr: La première valeur correspond à votre cible de glucose définie dans vos réglages. La seconde, affichée après la flèche, est la cible ajustée utilisée pour le calcul automatisé de dose le plus récent. Cette seconde valeur s’affiche si une Cible Temporaire, une Dérogation ou une des options de Comportement de la Cible est active.
it: Il primo valore è il target glicemico impostato. Il secondo valore, dopo la freccia, è il target glicemico modificato utilizzato per il calcolo del dosaggio automatico più recente. Un secondo valore viene visualizzato se è stato attivato un target temporaneo, un programma o una delle opzioni Gestione Target.
nb_no: Den første verdien er blodsukkermålet fra innstillingene dine. Den andre verdien, etter pilen, er det justerte blodsukkermålet som ble brukt for den siste automatiserte doseringsberegningen. En andre verdi vises hvis du har aktivert et midlertidig mål, en overstyring eller et av alternativene for målvirkemåte.
nl: De eerste waarde is je glucose van je streefdoel vanuit je instellingen. De tweede waarde na de pijl is jouw aangepaste glucose die gebruikt wordt voor de meest recente geautomatiseerde doseringsberekening. Een tweede waarde wordt getoond als je een tijdelijk doel hebt overschreven of een van de doelinstellingen ingeschakeld heeft.
pl: Pierwszą wartością jest twoja docelowa glukoza z ustawień. Drugą wartością po strzałce jest skorygowana docelowa glukoza, używana do ostatniego automatycznego obliczenia dawkowania. Druga wartość jest wyświetlana, jeśli masz cel tymczasowy, nadpisanie lub jedną z włączonych opcji zachowania celu.
pt_pt: O primeiro valor é sua glicose alvo de suas configurações. O segundo valor, após a seta, é sua glicose alvo ajustada usada para o cálculo mais recente da dosagem automatizada. Um segundo valor é mostrado se você tem um destino temporário, sobreposição ou uma das opções de Comportamento de Alvo ativada.
ru: Первое значение - это целевая глюкоза из настроек. Вторым значением после стрелки является скорректированная целевая глюкоза, используемая для самых последних автоматизированных вычислений дозировки. Второе значение отображается, если у вас включена временная цель, переопределение или один из параметров целевого поведения.
sv: Det första värdet är ditt målglukosvärde från dina inställningar. Det andra värdet, efter pilen, är ditt justerade målglukosvärde som använts för den senaste automatiserade doseringsberäkningen. Ett andra värde visas om du har ett tillfälligt mål, en override eller ett av inställningarna för målbeteendena aktiverat.
uk: Перше значення - це цільова глюкоза від ваших налаштувань. Друге значення після стрілки - це ваш скоригований цільовий глюкоза, який використовується для останніх автоматизованих розрахунків. Друге значення показане, якщо у вас є ціль «шаблон», замінюється або включений один із варіантів цільової поведінки.
vi: Giá trị đầu tiên là lượng đường huyết mục tiêu của bạn từ cài đặt của bạn. Giá trị thứ hai, sau mũi tên, là lượng đường huyết mục tiêu đã điều chỉnh của bạn được sử dụng cho phép tính liều lượng tự động gần đây nhất. Giá trị thứ hai được hiển thị nếu bạn có mục tiêu tạm thời, ghi đè hoặc một trong các tùy chọn Hành vi mục tiêu được bật.
zh_hant: 第一個值是您的設定中的目標血糖。箭頭後的第二個值是您最近自動劑量計算中使用的調整目標血糖。如果您有臨時目標、覆蓋或啟用其中一個目標行為選項，則會顯示第二個值。

source: The forecasted glucose value in 4 hours based on current deviations ramping down to zero at the same rate they have been recently.
bg: Прогнозната стойност на глюкозата след 4 часа, базирана на текущите отклонения, които намаляват до нула със същата скорост, с която са намалявали наскоро.
cs: Předpovídaná hodnota glukózy za 4 hodiny na základě aktuálních odchylek klesajících k nule stejným tempem jako v poslední době.
da: Den forventede glukoseværdi i 4 timer baseret på aktuelle afvigelser ramper ned til nul med samme hastighed, som de har været for nylig.
de: Der prognostizierte Glukosewert in 4 Stunden auf der Grundlage der aktuellen Abweichungen, die mit der gleichen Geschwindigkeit wie in der letzten Zeit auf Null sinken.
es: El valor preestablecido de la glucosa en 4 horas basado en las desviaciones actuales que descienden hasta cero al mismo ritmo que han estado recientemente.
fr: La valeur du glucose prévue dans 4 heures, calculée à partir des écarts actuels, en supposant qu’ils diminuent progressivement jusqu’à zéro au même rythme qu’observé récemment.
it: Il valore di glucosio previsto in 4 ore in base alle deviazioni correnti scendendo a zero alla stessa velocità che sono state di recente.
nb_no: Den forventede blodsukkerverdien om 4 timer basert på nåværende avvik som faller ned til null med samme hastighet som de har gjort i det siste.
nl: De verwachte glucosewaarde in 4 uur gebaseerd op de huidige afwijkingen die tot nul zijn gedaald tegen hetzelfde tarief als de laatste tijd.
pl: Prognozowana wartość glukozy w ciągu 4 godzin w oparciu o bieżące odchylenia zmniejszające się do zera w tym samym tempie, w którym ostatnio były.
pt_pt: O valor de glicose previsto em 4 horas, com base nos actuais desvios, desceu para zero à mesma taxa que se tem verificado recentemente.
ru: Прогнозируемое значение глюкозы за 4 часа на основе текущих отклонений, снижающихся до нуля с той же скоростью, что и недавно.
sv: Det prognostiserade glukosvärdet om 4 timmar baserat på nuvarande avvikelsetrend ner mot noll.
uk: Прогнозоване значення глюкози за 4 години на основі поточних відхилень, що збігають до нуля з такою ж швидкістю, що вони були недавно.
vi: Giá trị đường huyết dự đoán sau 4 giờ, được tính dựa trên các sai lệch hiện tại giảm dần về 0 với tốc độ tương tự như gần đây.
zh_hant: 預測的血糖值基於目前的偏差，在4小時內將其降低至零，降低的速率與最近的速率相同。

source: The forecasted glucose value in 4 hours calculated based on current IOB and COB.
bg: Прогнозната стойност на глюкозата след 4 часа, изчислена въз основа на текущите IOB и COB.
cs: Předpovídaná hodnota glukózy za 4 hodiny vypočítaná na základě aktuálního IOB a COB.
da: Den forventede glucoseværdi i 4 timer beregnet ud fra nuværende IOB og COB.
de: Der prognostizierte Glukosewert in 4 Stunden basierend auf dem aktuellen IOB und COB.
es: El valor preestablecido de la glucosa en 4 horas calculadas en base al IOB y COB actuales.
fr: La mesure du glucose prévue dans 4 heures, calculée en fonction des valeurs actuelles d’IOB et de COB (insuline active et glucides actifs).
it: Il valore di glucosio previsto in 4 ore calcolato sulla base dell’attuale IOB e COB.
nb_no: Den forventede blodsukkerverdien om 4 timer beregnet basert på gjeldende IOB og COB.
nl: De verwachte glucosewaarde in 4 uur berekend op basis van huidige IOB en COB.
pl: Prognozowana wartość glukozy w ciągu 4 godzin, obliczona na podstawie aktualnego IOB i COB.
pt_pt: O valor de glicose previsto em 4 horas calculado com base na IOB atual e COB.
ru: Прогнозируемая величина глюкозы за 4 часа, рассчитанная на основе нынешних данных МОБ и СОБ.
sv: Det prognostiserade glukosvärdet om 4 timmar baserat på nuvarande IOB och COB.
uk: Прогнозоване значення глюкози за 4 години підрахувалося на основі поточного IOB і COB.
vi: Giá trị đường huyết dự đoán sau 4 giờ, được tính dựa trên lượng insulin còn trong cơ thể (IOB) và lượng carb còn đang hấp thu (COB).
zh_hant: 根據當前的IOB和COB計算的4小時預測血糖值。

source: The forecasted glucose value in 4 hours calculated based on IOB only.
bg: Прогнозната стойност на глюкозата след 4 часа, изчислена само въз основа на IOB.
cs: Předpovídaná hodnota glukózy za 4 hodiny vypočítaná pouze na základě IOB.
da: Den forventede glucoseværdi i 4 timer beregnet udelukkende på grundlag af IOB.
de: Der prognostizierte Glukosewert in 4 Stunden berechnet nur auf Basis des IOB.
es: El valor preestablecido de la glucosa en 4 horas calculadas basándose únicamente en IOB.
fr: La valeur du taux de glucose estimée dans 4 heures, est calculée uniquement à partir de l’insuline active (IOB).
it: Il valore previsto di glucosio in 4 ore calcolato solo sulla base di IOB.
nb_no: Den forventede blodsukkerverdien i løpet av 4 timer beregnet kun basert på IOB.
nl: De verwachte glucosewaarde in 4 uur berekend op basis van IOB.
pl: Prognozowana wartość glukozy w ciągu 4 godzin, obliczona wyłącznie na podstawie IOB.
pt_pt: O valor de glicose previsto em 4 horas calculado com base apenas na IWA.
ru: Прогнозируемое значение глюкозы за 4 часа, рассчитанное на основе только ИБ.
sv: Det prognostiserade glukosvärdet om 4 timmar baserat enbart baserat på IOB.
uk: Прогнозоване значення глюкози через 4 години обчислено лише на підставі тільки на основі IOB.
vi: Giá trị đường huyết dự đoán sau 4 giờ, được tính dựa trên lượng insulin còn lại trong cơ thể (IOB).
zh_hant: 根據僅IOB計算的4小時預測血糖值。

source: The Half Basal Exercise Target allows you to scale down your basal insulin during exercise or scale up your basal insulin when eating soon when a temporary glucose target is set.
bg: Half Basal Exercise Target ви позволява да намалите базалния си инсулин по време на физическа активност или да го увеличите при скорошно хранене, когато е зададена временна целева глюкоза.
cs: Cíl pro cvičení s polovičním bazálem ti umožňuje snížit dávky bazálního inzulínu během cvičení nebo je zvýšit při brzkém jídle, pokud je nastaven dočasný glykemický cíl.
da: Half Basal Exercise Target giver dig mulighed for at reducere din basal insulin under motion eller skalere din basal insulin, når du spiser hurtigt, når et midlertidigt glucosemål er indstillet.
de: Mit dem Halb-Basal-Sport-Ziel kannst Du Dein Basalinsulin während des Trainings herabsetzen oder Dein Basalinsulin beim Essen erhöhen, wenn ein vorübergehendes Glukoseziel festgelegt wird.
es: El Objetivo de Ejercicio Basal de la mitad le permite reducir su insulina basal durante el ejercicio o aumentar su insulina basal al comer pronto cuando se establece un objetivo temporal de glucosa.
fr: Le réglage « Cible à demi-basal » permet de réduire le débit basal pendant l’exercice, ou de l’augmenter avant un repas proche, lorsqu’une Cible Temporaire est définie.
it: Il Half Basal Exercise Target le permette di ridimensionare l’insulina basale durante l’esercizio fisico o di aumentare l’insulina basale quando si mangia presto quando viene fissato un obiettivo temporaneo di glucosio.
nb_no: Målverdi for halv basal ved trening tillater å skalere ned basalinsulin ved trening eller skalere opp basalinsulin når du snart skal spise, dersom et midlertidig mål er satt.
nl: De "Halve-Basaal Sportdoel" kun je je basale insuline verlagen tijdens het sporten, of je basale insuline verhogen als je binnenkort gaat eten, wanneer een tijdelijk glucose-streefdoel is ingesteld.
pl: Tryb ćwiczeń umożliwia zmniejszenie dawki insuliny bazowej podczas wysiłku fizycznego lub zwiększenie dawki insuliny bazowej podczas posiłku wkrótce po ustaleniu tymczasowego docelowego poziomu glukozy.
pt_pt: O Alvo de Exercício Basal Meia permite que você redimensione sua insulina basal durante exercícios ou redimensione sua insulina basal quando estiver comendo em breve quando um alvo de glicose temporário estiver definido.
ru: Цель упражнения на половину базала позволяет сгладить ваш базальный инсулин во время упражнения или увеличить ваш базальный инсулин, когда скоро будет установлена временная цель на глюкозу.
sv: 'Halva basaldosen vid motionsläge' gör att du kan minska ditt basalinsulin under träning, eller öka ditt basalinsulin när du äter snart om ett tillfälligt glukosmål aktiveras.
uk: Напівбазальна ціль дозволяє зменшити ваші базові інсуліни під час вправи або збільшити свій базовий інсулін, коли з’їдять найближчим часом, коли буде встановлено тимчасову ціль глюкози.
vi: Mục tiêu Tập luyện Nửa Basal (Half Basal Exercise Target) cho phép bạn giảm lượng insulin nền (basal) khi tập thể dục, hoặc tăng insulin nền nếu sắp ăn, khi một mục tiêu đường huyết tạm thời được thiết lập.
zh_hant: 半基礎運動目標允許您在運動期間減少基礎胰島素，或在臨時目標設置的情況下趕快進餐時提高基礎胰島素。

source: The lowest forecasted glucose during the remaining duration of insulin action (DIA).
bg: Най-ниската прогнозна глюкоза през оставащата продължителност на действие на инсулина (DIA).
cs: Nejnižší předpovídaná glukóza během zbývající doby působení inzulínu (DIA).
da: Den lavest beregnede glukose under den resterende varighed af insulinvirkningen (DIA).
de: Die niedrigste vorausgesagte Glukose während der verbleibenden Dauer der Insulinwirkung (DIA).
es: La glucosa preconcebida más baja durante la duración restante de la acción insulina (DIA).
fr: La valeur du taux de glucose la plus basse est prévue pendant la durée restante d’action de l’insuline (DIA).
it: Il glucosio più basso previsto durante la restante durata di azione dell’insulina (DIA).
nb_no: Det laveste forventede blodsukkeret i løpet av den gjenværende varigheten av insulinvirkning (DIA).
nl: De laagste verwachte glucose tijdens de resterende duur van insuline actie (DIA).
pl: Najniższa przewidywana ilość glukozy w pozostałym okresie działania insuliny (DIA).
pt_pt: A glicose mais baixa prevista durante o tempo restante da ação insulina (DIA).
ru: Самый низкий прогноз по глюкозе в течение оставшейся продолжительности изоляции (ДИА).
sv: Det lägsta prognostiserade glukossvärdet under insulinets återstående verkningstid (DIA).
uk: Найнижча глюкоза під час дії інсуліну (DIA).
vi: Giá trị đường huyết thấp nhất được dự đoán trong khoảng thời gian còn lại mà insulin vẫn còn tác dụng (DIA).
zh_hant: 胰島素作用期間 (DIA) 剩餘的最低預測血糖。

source: The lowest forecasted value that Trio has estimated for your future glucose.
bg: Най-ниската прогнозна стойност, която Trio е оценило за бъдещата ви глюкоза.
cs: Nejnižší předpovídaná hodnota, kterou Trio odhadlo pro tvou budoucí glykémii.
da: Den laveste forventede værdi, som Trio har estimeret for dit fremtidige glucose.
de: Der niedrigste geschätzte Wert, den Trio für Deine zukünftige Glukose geschätzt hat.
es: El valor preestablecido más bajo que Trio ha estimado para su glucosa futura.
fr: La valeur la plus basse estimée par Trio pour l’évolution future de votre mesure de glucose.
it: Il valore più basso previsto che il Trio ha stimato per il vostro futuro glucosio.
nb_no: Den laveste forventede verdien som Trio har beregnet for fremtidig blodsukker.
nl: De laagste verwachte waarde die Trio voor uw toekomstige glucose heeft ingeschat.
pl: Najniższa przewidywana wartość, którą Trio oszacował dla Twojego przyszłego poziomu glukozy.
pt_pt: O valor mais baixo previsto que Trio estimou para sua glicose futura.
ru: Самая низкая прогнозируемая стоимость, которую Трио оценивает для вашего будущего глюкоза.
sv: Det lägsta framtida glukosvärdet som Trio har beräknat.
uk: Найменш прогнозовану вартість, яку використовує Тріо для вашого майбутнього глюкоза.
vi: Giá trị đường huyết thấp nhất mà Trio đã dự đoán cho bạn trong tương lai.
zh_hant: Trio 為您的未來血糖預測的最低預測值。

source: The main chart in Trio is made up of various elements and shapes. Find their meanings below.
bg: Основната графика в Trio се състои от различни елементи и форми. Тяхното значение ще намерите по-долу.
cs: Hlavní graf v Triu se skládá z různých prvků a tvarů. Jejich význam najdeš níže.
da: Hoveddiagrammet i Trio består af forskellige elementer og former. Find deres betydninger nedenfor.
de: Das Hauptdiagramm in Trio besteht aus verschiedenen Elementen und Formen. Ihre Bedeutungen findest Du unten.
es: El gráfico principal de Trio está compuesto por varios elementos y formas. Encuentre sus significados a continuación.
fr: Le graphique principal de Trio est composé de plusieurs éléments et formes dont vous trouverez la signification ci-dessous.
it: Il grafico principale di Trio è composto da vari elementi e forme. Trovate i loro significati qui di seguito.
nb_no: Hoveddiagrammet i Trio er satt sammen av ulike elementer. Her kan du finne ut hva de betyr.
nl: De hoofdgrafiek in de Trio bestaat uit verschillende elementen en vormen. Vind de onderstaande betekenissen.
pl: Główny wykres w Trio składa się z różnych elementów i kształtów. Poniżej znajdziesz ich znaczenia.
pt_pt: O gráfico principal de Trio é composto de vários elementos e formas. Encontre seus significados abaixo.
ru: Главный график в Трио состоит из различных элементов и фигур. Найти их значения ниже.
sv: Huvuddiagrammet i Trio består av olika element och former. Läs mer om vad de betyder nedan.
uk: Основні графіки в Тріо складаються з різних елементів і форм. Знайдіть їхні значення нижче.
vi: Biểu đồ chính trong Trio bao gồm nhiều thành phần và hình dạng khác nhau. Xem ý nghĩa của chúng bên dưới.
zh_hant: Trio 中的主圖表由各種元素和形狀組成。請參閱下面的意義說明。

source: The maximum deviation from the center value. Higher values create wider swings.
bg: Максималното отклонение от централната стойност. По-високите стойности създават по-широки колебания.
cs: Maximální odchylka od středové hodnoty. Vyšší hodnoty vytvářejí větší výkyvy.
da: Den maksimale afvigelse fra centerværdien. Højere værdier skaber bredere gynger.
de: Die maximale Abweichung vom Mittelwert. Höhere Werte erzeugen größere Schwankungen.
es: La desviación máxima del valor central. Valores más altos crean oscilaciones más anchas.
fr: Écart maximal par rapport à la valeur centrale. Des valeurs plus élevées entraînent des variations plus amples.
it: La deviazione massima dal valore centrale. Valori più alti creano oscillazioni più ampie.
nb_no: Maksimalt avvik fra senterverdien. Høyere verdier skaper større svingninger.
nl: De maximale afwijking van de middenwaarde. Hogere waarden maken bredere swings.
pl: Maksymalne odchylenie od wartości środkowej. Wyższe wartości tworzą szersze wahania.
pt_pt: O desvio máximo do valor central. Valores maiores criam balanços mais largos.
ru: Максимальное отклонение от центрального значения. Чем больше значение, тем шире.
sv: Den maximala avvikelsen från centrumvärdet. Högre värden skapar bredare svängningar.
uk: Максимальне відхилення від середнього значення. Більш високі значення створюють більш широкі коливання.
vi: Độ lệch tối đa so với giá trị trung tâm. Giá trị càng cao thì dao động càng lớn.
zh_hant: 與中心值的最大偏差。較高的值會產生更寬的波動。

source: The maximum duration for tracking carb entries in estimating Carbs on Board (COB)
bg: Максималната продължителност за проследяване на въвежданията на въглехидрати при оценката на Carbs on Board (COB)
da: Den maksimale varighed for sporing af karbens indgange ved estimering af karbbs i Board (COB)
de: Die maximale Dauer für die Nachverfolgung von Kohlenhydrateinträgen bei der Schätzung von Kohlenhydrate an Bord (COB)
es: La duración máxima para el seguimiento de las entradas de carbohidratos en la estimación de Carbohidratos en el tablero (COB)
fr: La durée maximale pendant laquelle les ajouts de glucides seront pris en compte pour estimer les glucides actifs (COB)
it: La durata massima per tracciare le voci del carb nella stima dei Carbi a bordo (COB)
nb_no: Maksimal varighet for sporing av karbohydratoppføringer ved estimering av aktive karbohydrater (COB)
nl: De maximale duur voor het bijhouden van koolhydraten in de schattingen van koolhydraten aan boord (COB)
pl: Maksymalny czas śledzenia wpisów węglowodanów przy szacowaniu ilości węglowodanów na pokładzie (COB)
pt_pt: A duração máxima para o rastreamento de entradas de carboidratos na estimativa de carbs no tabuleiro (COB)
ru: Максимальная продолжительность для отслеживания проводов в расчете углеводов на доску (КБ)
sv: Den maximala varaktigheten för spårning av kolhydrater vid beräkning av kolhydrater ombord (COB)
uk: Максимальна тривалість відстеження записів автомобіля в розрахунку вартості Carbів на дошці (COB)
vi: Thời gian tối đa để theo dõi lượng carb đã nhập khi ước tính Carbs On Board (COB)
zh_hant: 最大持續時間，用於追蹤碳水化合物輸入以估算正在吸收的碳水化合物 (COB) 的時間。
